// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rengör skrivhuvuden";

NotInitiatedTitle = "Rengöringen kunde inte initieras";
NotInitiatedMsg = "Rengöringsproceduren kunde inte initieras. Kontrollera att skrivaren är online och inte håller på att bearbeta några utskrifter.";

CleaningProgressTitle = "Rengöring av skrivhuvud pågår…";

CompletitionLevelTitleFormat = "Rengöringsnivå %i utförd";
CompletitionLevelMsgFormat = "Vänta tills testsidan har skrivits ut. Titta på sidan för att se om problemet har rättats till. Om sidan ser bra ut ska du klicka på Slutför för att avsluta rengöringsproceduren. Klicka annars på Rengöringsnivå %i för att fortsätta rengöringen.";
CompletitionFinalMsg = "Vänta tills testsidan har skrivits ut. Titta på sidan för att se om problemet har rättats till. Om sidan ser bra ut ska du klicka på Slutför för att avsluta rengöringsproceduren. Klicka annars på HP - Hjälp online för att gå till HP:s webbsida för felsökning.";
NextLevelButtonFormat = "Rengöringsnivå %i";
FinishButtonText = "Slutför";
GetHelpButtonText = "HP - Hjälp online";

HSDCleanPrintheadsExplanation = "Om utskriften har strimmor, som i exemplet, ska du rengöra skrivhuvudena. Detta tar cirka en minut och använder ett pappersark.";
HSDCleanPrintheadsInvitation = "Klicka på knappen Rengör för att rengöra skrivhuvudena nu.";
HSDManualCleanPrintheadsInvitation = "Om du vill göra rent skrivhuvudet väljer du detta alternativ i skrivarens kontrollskärm.";

CleanCancelledTitle = "Åtgärden har avbrutits";
CleanCancelledMsg = "Rengöringen avbröts från enhetens frampanel.";

CleaningProcessErrorTitle = "Kan inte slutföra operationen";
CleaningProcessErrorMsg = "Rengöringsproceduren kunde inte slutföras. Kontakta HP Support.";
DeviceBusyMessage = "Rengöringen kan inte genomföras. Vänta medan skrivaren avslutar pågående aktivitet och försök igen.";

PythonLvl1DoneTitle = "Första nivån rengöring av skrivhuvud är klar";

PythonLvl1DoneMsg = "Om utskriftskvaliteten fortfarande är oacceptabel finns en andra nivå rengöring. Den tar ca två minuter och använder ett pappersark. Den andra nivån rengöring använder en väsentlig mängd bläck och ska endast användas om den första rengöringen inte förbättrade utskriftskvaliteten. Utför en andra nivå rengöring genom att klicka på \"Andra nivån rengöring\".";

PythonLvl2Button = "Andra nivån rengöring";

PythonLvl2DoneTitle = "Andra nivån rengöring av skrivhuvud är klar";

PythonLvl2DoneMsg = "Om utskriftskvaliteten fortfarande inte är bra kommer det antagligen inte att hjälpa att köra denna procedur igen. Skrivardokumentationen innehåller ytterligare information.";

ColorCleaningTextFieldTitle = "Rengör skrivhuvuden";
HSDInfoTextFieldTitle = "Om utskriften har strimmor, som i exemplet, eller färger är felaktiga eller saknas, kan du rengöra skrivhuvudena. Denna process använder bläck för att försöka att rengöra munstyckena i skrivhuvudena. Den tar ca två minuter och använder ett pappersark.";
HSDGuideTextFieldTitle = "Klicka på \"Rengör\" för att rengöra skrivhuvudet nu.";
HSDCleanButtonTitle = "Rengör";
CancelButtonTitleKey = "Avbryt";

PythonLvl1DoneMsgPigment = "Om utskriftskvaliteten fortfarande inte är godkänd finns andra nivåns rengöring. Den tar omkring två minuter och använder ett pappersark. Den andra rengöringsnivån använder mycket av bläckpatronerna och bör endast användas om den första rengöringen inte förbättrade utskriftskvaliteten. Utför den andra nivåns rengöring genom att klicka på Second Level Clean.";
HSDInfoTextFieldTitlePigment = "Om utskriften har ränder som exemplet på bilden eller har felaktiga eller saknade färger måste kanske skrivhuvudena rengöras. Det här använder bläckpatronen till att rengöra skrivhuvudenas munstycken. Det tar omkring två minuter och använder ett pappersark.";
